{
  "lists": [
    {
      "title": "September TBR",
      "description": "Books I will finish in September",
      "creator": "admin",
      "books": [
        {
          "id": "wZGKEAAAQBAJ",
          "title": "The Only One Left",
          "author": "Riley Sager",
          "publishedDate": "2023-06-20",
          "description": "THE INSTANT NEW YORK TIMES BESTSELLER Named a summer book to watch by The Washington Post, Boston Globe, USA Today, Oprah, Paste, Country Living, Good Housekeeping, and Nerd Daily \"Propulsive ... a dizzying Gothic whodunit.\" —New York Times Book Review Bestselling author Riley Sager returns with a Gothic chiller about a young caregiver assigned to work for a woman accused of a Lizzie Borden-like massacre decades earlier. At seventeen, Lenora Hope Hung her sister with a rope Now reduced to a schoolyard chant, the Hope family murders shocked the Maine coast one bloody night in 1929. While most people assume seventeen-year-old Lenora was responsible, the police were never able to prove it. Other than her denial after the killings, she has never spoken publicly about that night, nor has she set foot outside Hope’s End, the cliffside mansion where the massacre occurred. Stabbed her father with a knife Took her mother’s happy life It’s now 1983, and home-health aide Kit McDeere arrives at a decaying Hope’s End to care for Lenora after her previous nurse fled in the middle of the night. In her seventies and confined to a wheelchair, Lenora was rendered mute by a series of strokes and can only communicate with Kit by tapping out sentences on an old typewriter. One night, Lenora uses it to make a tantalizing offer—I want to tell you everything. “It wasn’t me,” Lenora said But she’s the only one not dead As Kit helps Lenora write about the events leading to the Hope family massacre, it becomes clear there’s more to the tale than people know. But when new details about her predecessor’s departure come to light, Kit starts to suspect Lenora might not be telling the complete truth—and that the seemingly harmless woman in her care could be far more dangerous than she first thought.",
          "categories": [
            "Fiction"
          ],
          "image": "http://books.google.com/books/content?id=wZGKEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        },
        {
          "id": "8oOeEAAAQBAJ",
          "title": "Vampires of El Norte",
          "author": "Isabel Cañas",
          "publishedDate": "2023-08-15",
          "description": "Vampires and vaqueros face off on the Texas-Mexico border in this supernatural western from the author of The Hacienda. As the daughter of a rancher in 1840s Mexico, Nena knows a thing or two about monsters—her home has long been threatened by tensions with Anglo settlers from the north. But something more sinister lurks near the ranch at night, something that drains men of their blood and leaves them for dead. Something that once attacked Nena nine years ago. Believing Nena dead, Néstor has been on the run from his grief ever since, moving from ranch to ranch working as a vaquero. But no amount of drink can dispel the night terrors of sharp teeth; no woman can erase his childhood sweetheart from his mind. When the United States invades Mexico in 1846, the two are brought abruptly together on the road to war: Nena as a curandera, a healer striving to prove her worth to her father so that he does not marry her off to a stranger, and Néstor as a member of the auxiliary cavalry of ranchers and vaqueros. But the shock of their reunion—and Nena’s rage at Néstor for seemingly abandoning her long ago—is quickly overshadowed by the appearance of a nightmare made flesh. And unless Nena and Néstor work through their past and face the future together, neither will survive to see the dawn.",
          "categories": [
            "Fiction"
          ],
          "image": "http://books.google.com/books/content?id=8oOeEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      ],
      "id": 2
    },
    {
      "title": "October TBH",
      "description": "Spooky reads",
      "creator": "admin",
      "books": [
        {
          "id": "uVu_EAAAQBAJ",
          "title": "Sign Here",
          "author": "Claudia Lux",
          "publishedDate": "2023-09-19",
          "description": "A darkly humorous, surprisingly poignant, and utterly gripping debut novel about a guy who works in Hell (literally) and is on the cusp of a big promotion if only he can get one more member of the wealthy Harrison family to sell their soul. Peyote Trip has a pretty good gig in the deals department on the fifth floor of Hell. Sure, none of the pens work, the coffee machine has been out of order for a century, and the only drink on offer is Jägermeister, but Pey has a plan—and all he needs is one last member of the Harrison family to sell their soul. When the Harrisons retreat to the family lake house for the summer, with their daughter Mickey’s precocious new friend, Ruth, in tow, the opportunity Pey has waited a millennium for might finally be in his grasp. And with the help of his charismatic coworker Calamity, he sets a plan in motion. But things aren’t always as they seem, on Earth or in Hell. And as old secrets and new dangers scrape away at the Harrisons’ shiny surface, revealing the darkness beneath, everyone must face the consequences of their choices.",
          "categories": [
            "Fiction"
          ],
          "image": "http://books.google.com/books/content?id=uVu_EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        },
        {
          "id": "QPhsDwAAQBAJ",
          "title": "The Haunting of Hill House (Movie Tie-In)",
          "author": "Shirley Jackson",
          "publishedDate": "2018-10-09",
          "description": "The greatest haunted house story ever written and the inspiration for a 10-part Netflix series directed by Mike Flanagan and starring Michiel Huisman, Carla Gugino, and Timothy Hutton. First published in 1959, Shirley Jackson's The Haunting of Hill House has been hailed as a perfect work of unnerving terror. It is the story of four seekers who arrive at a notoriously unfriendly pile called Hill House: Dr. Montague, an occult scholar looking for solid evidence of a \"haunting\"; Theodora, his lighthearted assistant; Eleanor, a friendless, fragile young woman well acquainted with poltergeists; and Luke, the future heir of Hill House. At first, their stay seems destined to be merely a spooky encounter with inexplicable phenomena. But Hill House is gathering its powers--and soon it will choose one of them to make its own.",
          "categories": [
            "Fiction"
          ],
          "image": "http://books.google.com/books/content?id=QPhsDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      ],
      "id": 3
    },
    {
      "title": "Five Star Reads",
      "description": "The rarest of books",
      "creator": "admin",
      "books": [
        {
          "id": "uXtLDwAAQBAJ",
          "title": "Vita Nostra",
          "author": "Marina & Sergey Dyachenko",
          "publishedDate": "2018-11-13",
          "description": "“Vita Nostra” — a cross between Lev Grossman’s “The Magicians” and Elizabeth Kostova’s “The Historian” [...] is the anti-Harry Potter you didn’t know you wanted.” -- The Washington Post “Vita Nostra has become a powerful influence on my own writing. It’s a book that has the potential to become a modern classic of its genre, and I couldn’t be more excited to see it get the global audience in English it so richly deserves.” -- Lev Grossman Best Books of November 2018 -- Paste Magazine The definitive English language translation of the internationally acclaimed Russian novel—a brilliant dark fantasy combining psychological suspense, enchantment, and terror that makes us consider human existence in a fresh and provocative way. Our life is brief . . . Sasha Samokhina has been accepted to the Institute of Special Technologies. Or, more precisely, she’s been chosen. Situated in a tiny village, she finds the students are bizarre, and the curriculum even more so. The books are impossible to read, the lessons obscure to the point of maddening, and the work refuses memorization. Using terror and coercion to keep the students in line, the school does not punish them for their transgressions and failures; instead, it is their families that pay a terrible price. Yet despite her fear, Sasha undergoes changes that defy the dictates of matter and time; experiences which are nothing she has ever dreamed of . . . and suddenly all she could ever want. A complex blend of adventure, magic, science, and philosophy that probes the mysteries of existence, filtered through a distinct Russian sensibility, this astonishing work of speculative fiction—brilliantly translated by Julia Meitov Hersey—is reminiscent of modern classics such as Lev Grossman’s The Magicians, Max Barry’s Lexicon, and Katherine Arden’s The Bear and the Nightingale, but will transport them to a place far beyond those fantastical worlds.",
          "categories": [
            "Fiction"
          ],
          "image": "http://books.google.com/books/content?id=uXtLDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      ],
      "id": 4
    }
  ]
}